{
  "Billfish": {
    "tips": "Billfish: Probably not the first fish to start with in Bingo!  Advanced only—You will likely need to find warm blue water over the summer season, use big floats, sturdy breakaway gear and have a switched‑on skipper. Keep the shot high and forward, communicate clearly with the boat, and give the pointy end generous personal space. If your heart rate spikes, that’s normal—you’re basically spearing a sports car.",
    "recipe": "https://www.foodandwine.com/whole-fish-recipes-8715182"
  },
  "Blue Cod": {
    "tips": "Blue Cod: Cod country = kelp edges and sand patches and more prevalent in the lower north island and in the south. They’re curious but learn fast—act bored. Scratch the weed, let them peek, then place a tidy shot to not damage the delicious flesh.",
    "recipe": "https://www.egmontseafoods.co.nz/mediterranean-baked-blue-cod/"
  },
  "Blue Mao Mao": {
    "tips": "Blue Mao Mao: Look for workups, schools of pelagics, or even by rocks or small islands with current hitting it.  These guys are pretty chilled so you can get in close and take your time for a good shot. ",
    "recipe": "https://www.recipetineats.com/whole-baked-fish/"
  },
  "Blue Moki": {
    "tips": "Blue Moki: Work weed edges or reef/sand transitions, stay relaxed and let fish come into you.  Way more prevalent in lower North island and South.  Less of them around in the upper North, but the ones that are there can be huuuuuge.",
    "recipe": "https://oceandirect.co.nz/pan-fried-moki-fillets-with-garlic-and-parsley/"
  },
  "Butterfish": {
    "tips": "Butterfish: Work the weedline, peek around kelp and move sloooow—these salad‑eaters spook at CrossFit energy. Line up a close, calm shot; no burley needed unless you’re serving it.",
    "recipe": "https://www.fmcgbusiness.co.nz/fish-month-butterfish/"
  },
  "Catfish": {
    "tips": "Lake, pole spear.... not much else to say.  You can chase these blighters down, or stealthly sneak up to them and then skewer. Check out the recipe video for the best way to serve these up to eat",
    "recipe": "https://www.youtube.com/watch?v=oDXZYiyi6mA&t=2s&pp=ygUYdXNpbmcgZmlzaCBhcyBmZXJ0aWxpemVy"
  },
  "Share 3 dishes": {
    "tips": "Submit at least 3 dishes on the dishes tab.  Provide a picture for each and a link to the recipe or the steps you followed to make it",
    "recipe": "https://www.woolworths.co.nz/recipes/226/main-ingredient/230/fish-and-seafood-recipes"

  },
  "Elephant Fish": {
    "tips": "This one is a bit of a mystery, rumour has it east coast of the south island and sometimes a bit further north. They are usually at 200m over winter, but do come in shallower to spawn over spring and summer. So unless you plan on becoming aquaman, definitely wait for it to warm a bit for this one. ",
    "recipe": "https://www.spotx.com/fish-recipes/elephant-fish"
  },
  "Flounder": {
    "tips": "Flounder: Shallow sand flats at night with a good torch. Glide, spot the eye‑shine, and pin cleanly. Keep fingers away from spines; glide on to the next pancake.",
    "recipe": "https://www.cuisine.co.nz/recipe/baked-flounder-with-lemon-verbena-butter-smashed-herby-potatoes/"
  },
  "Giant Boarfish": {
    "tips": "Giant Boarfish: Upper North island normally.  Found on Weed edges and broken weedlines, especially over summer. If the visibiity is good you often see these from the surface. Glide down straight on top of them and try not to kick as they spook.  These guys are super nosy, guess its the big snout, so it can be worth flicking some sand up on the weed edge to see if they will come in.",
    "recipe": "https://www.fishing.net.nz/fishing-advice/seafood-recipes/boarfish-pan-seared-with-cabbage-capers/"
  },
  "Golden Snapper": {
    "tips": "Golden Snapper: Deeper pins and drop‑offs and even cowering in caves; real teamwork, with one up one down, tidy shot angles. Your quads will file a complaint after a big swim up to the deep. Buddy up, watch the depth, keep it legal, and remember: the calmer you look, the dumber the fish think you are.",
    "recipe": "https://www.ryanmoodyfishing.com/catch-and-cook-golden-snapper-recipe/"
  },
  "Gurnard": {
    "tips": "Gurnard: Park on sand next to foul, stir a little dust or even put down a heap of burley and wait like a lazy starfish. They’ll taxi in with their little wings out; don’t laugh, line up and collect dinner.",
    "recipe": "https://www.nzfishingworld.co.nz/posts/beer-battered-fish"
  },
  "Hapuka": {
    "tips": "Hapuka: Deeper pins and drop‑offs; plan for current and serious lift. Big floatline, real teamwork, tidy shot angles. Your quads will file a complaint after the surface tow. Really pretty tough to nail one of these unless you live in the Chathams..",
    "recipe": "https://www.seafood.co.nz/recipes/whole-baked-hapuku"
  },
  "John Dory": {
    "tips": "John Dory: JD’s are the hovering ninjas of the weedline. Scan up‑current edges and bait schools. They turn side‑on—like a dinner plate with lips—so take the easy close shot and try not to blink.",
    "recipe": "https://sanfordandsons.co.nz/fish-and-seafood-recipes/crispy-skin-john-dory-and-chimichurri-recipe"
  },
  "Kahawai": {
    "tips": "Kahawai: Find current lines, baitballs and bird workups. Drop quietly and hang mid‑water like a very chill piece of kelp. Keep your profile slim, gun tucked, and let them circle back—pelagics hate FOMO. A flasher helps; so does pretending you’re not interested (hard, I know). Aim slightly forward of the gill plate and be ready for a run—float line tidy, reel drag sensible.",
    "recipe": "https://www.fishing.net.nz/fishing-advice/seafood-recipes/kokoda-recipe-with-kahawai/"
  },
  "Kingfish": {
    "tips": "Kingfish: Work weedlines, pinnacles and bait clouds. Do a calm duck dive, angle across the school, not at it. If they ghost away, turn your back and ‘ignore’ them—they’re nosy show‑ponies. Flashers and a gentle rattle often bring the taxi back. Place shots high behind the pec fin; keep hands clear of the business end when it wakes up.",
    "recipe": "https://www.nzfishingworld.co.nz/posts/garlic-soy-and-ginger-infused-kingfish-sashimi"
  },
  "Kingfish over 15kg": {
    "tips": "Kingfish: Work weedlines, pinnacles and bait clouds. Do a calm duck dive, angle across the school, not at it. If they ghost away, turn your back and ‘ignore’ them—they’re nosy show‑ponies. Flashers and a gentle rattle often bring the taxi back. Place shots high behind the pec fin; keep hands clear of the business end when it wakes up.",
    "recipe": "https://www.nzfishingworld.co.nz/posts/garlic-soy-and-ginger-infused-kingfish-sashimi"
  },
  "Kingfish over 30kg": {
    "tips": "Kingfish: Work weedlines, pinnacles and bait clouds. Do a calm duck dive, angle across the school, not at it. If they ghost away, turn your back and ‘ignore’ them—they’re nosy show‑ponies. Flashers and a gentle rattle often bring the taxi back. Place shots high behind the pec fin; keep hands clear of the business end when it wakes up.",
    "recipe": "https://www.nzfishingworld.co.nz/posts/garlic-soy-and-ginger-infused-kingfish-sashimi"
  },
  "Koheru": {
    "tips": "Koheru: Find current lines, baitballs and bird workups. Drop quietly and hang mid‑water like a very chill piece of kelp. Keep your profile slim, gun tucked, and let them circle back—pelagics hate FOMO. A flasher helps; so does pretending you’re not interested (hard, I know).",
    "recipe": "https://www.youtube.com/watch?v=Z2cVcz7-xe8"
	},
  "Leather Jacket": {
    "tips": "Leatherjackets (or creamfish) tend to hang around rocky reefs with a bit of current. Just move in slowly and keep a low profile. They're slower than a snail that just finished a marathon, so a calm and steady approach will help you line up an easy shot.",
    "recipe": "https://www.delicious.com.au/recipes/pan-seared-leather-jacket-sauteed-zucchini/CY3gpcGB"

  },
  "Mahi Mahi": {
    "tips": "Mahi Mahi: Chase the blue warm water and look for floating structures or large floating flotsam",
    "recipe": "https://theforkedspoon.com/mahi-mahi-recipe/"
  },
  "Mullet": {
    "tips": "Mullet: Found in estuaries and bays usually in the shallows.  Super chilled until they aren't.  They will take off quickly if spooked, so act chilled and swim slowly then...BAM",
    "recipe": "https://www.nzherald.co.nz/eatwell/recipes/grilled-mullet/DUVYODHBEGABTRQOHSSKV6RMEI/"
  },
  "Octopus": {
    "tips": "Octopus: Lurking in caves, cracks or munching on scallops in a scallop bed.  Careful how you grab them as sometimes it is hard to know who has who...",
    "recipe": "https://www.recipetineats.com/whole-baked-fish/"
  },
  "Pack horse cray": {
    "tips": "Pack horse cray: In cracks, small caves and sometimes saying f-you out in the open.  Careful how you grab these as they have a decent fighting claw.",
    "recipe": "https://www.recipetineats.com/whole-baked-fish/"
  },
  "Parore": {
    "tips": "Parore: Weedlines, near rocks and harbour entrances.  Great starter fish. ",
    "recipe": "https://www.fishing.net.nz/fishing-advice/seafood-recipes/recipe-green-parore-fish-and-banana-curry/"
  },
  "Paua": {
    "tips": "Paua:  Typically in Cold locations,so in between shivers check between cracks, under rocks or under the bull kelp.   These sea slugs are tasty morsels, just make sure you have a plastic softer scraper so you dont make them bleed to death if they are too small.",
    "recipe": "https://www.haurakigulffishing.co.nz/uncategorized/the-best-paua-receipe-we-have-tried/"
  },
  "Paua - Yellow Foot": {
    "tips": "Paua Yellow Foot:  Typically in Cold locations,so in between shivers check between cracks, under rocks or under the bull kelp. Can also be found on mussel farms.  These sea slugs are tasty morsels, just make sure you have a plastic softer scraper so you dont make them bleed to death if they are too small.",
    "recipe": "https://www.haurakigulffishing.co.nz/uncategorized/the-best-paua-receipe-we-have-tried/"
  },
  "Perform a rescue": {
    "tips": "Perform and record a rescue out at sea or in a pool.  You will need to film it and post the video up on the Fundees facebook page, or tag us on Insta, for points.  Not sure how to do a rescue?  Here is a video demonstrating how it is done.  Please do not put your self at risk for this item, if you atill arent sure how to do it safely find a buddy who can help. <a href='https://youtu.be/7Icx4qi_Bg0' target='_blank' rel='noopener noreferrer'>Rescue Video</a> ",
    "recipe": "https://www.youtube.com/watch?v=dAY7k0DPIuU&t=17s&ab_channel=InsiderScience"
  },
  "Pigfish": {
    "tips": "Pigfish: Weedlines and in the weed.  Can be worth working reef/sand transitions, stay relaxed and let them come to you; big movements = empty chillybin.",
    "recipe": "https://www.recipetineats.com/whole-baked-fish/"
  },
  "Pink Mao Mao": {
    "tips": "Pink Mao Mao: Nick name is the suicide fish. Reason being is the like the deep and can gradually work their way deeper when you are chasing them, careful they are sneaky blighter.  Look for rocks or pins in deeper water, buddy up. Just dont eat these things raw as you will get worms.  If thats your thing though, no judgement here. ",
    "recipe": "https://www.fishoftheday.tv/recipes/crispy-skin-pink-mao-mao-fillets-in-kelp-butter/"
  },
  "Porae": {
    "tips": "Porae: Weed edges and reef/sand transitions, stay relaxed and let the fish come to you.",
    "recipe": "https://grabbingthegusto.wordpress.com/2015/03/11/greek-style-pan-fried-porgy/"
  },
  "Red Cray": {
    "tips": "Crayfish: Check cracks, ledges and the surge‑side of bommies. Use a torch, look for feelers and orange legs. Tap the tail, then firm hand behind the horns—commit like you’re grabbing the last sausage roll. Measure before bagging; keep fingers away from the fighting claw.",
    "recipe": "https://nadialim.com/barbequed-lime-and-chilli-crayfish/"
  },
  "Red mullet": {
    "tips": "Red mullet: Found on Weed edges on the sand.  They can be shallow and you often see them from the surface.  Dont make too many sudden movements and they usually will let you come in close.  No body moves.. no body gets hurt.. well that is until you pull the trigger.",
    "recipe": "https://www.dianekochilas.com/barbounia-me-kapari-red-mullet-w-capers-tomatoes/"
  },
  "Scallop": {
    "tips": "Scallop: Scallops in New Zealand are typically found in sheltered and semi-sheltered bays, from the low tide mark out to about 50 meters deep, on shell gravels to muddy sand substrates. Maybe skip the 50m dives though!",
    "recipe": "https://www.inspiredtaste.net/37110/garlic-basil-seared-scallops/"
  },
  "Scorpion Fish": {
    "tips": "Scorpion Fish: Careful—venomous spines. Typically found in cracks and caves. Target calmly and handle with gloves. It’s all fun and games until someone cuddles the dorsal.",
    "recipe": "https://www.lacucinaitaliana.com/recipe/main-course/caciucco-fish-stew"
  },
  "Snapper": {
    "tips": "Snapper: Snoop the shallows at first light. Stay low, use structure, and look 5–10m ahead. If he tail‑wags, freeze and pretend to admire a kina. One calm push, one clean shot.",
    "recipe": "https://www.nzfishingworld.co.nz/posts/how-to-cook-the-perfect-pan-fried-snapper"
  },
  "Snapper over 10kg": {
    "tips": "Snapper over 10kg: Snoop the shallows at first light. Stay low, use structure, and look 5–10m ahead. If he tail‑wags, freeze and pretend to admire a kina. One calm push, one clean shot.",
    "recipe": "https://www.nzfishingworld.co.nz/posts/how-to-cook-the-perfect-pan-fried-snapper"
  },
  "Snapper over 5 kg": {
    "tips": "Snapper over 5 kg: Snoop the shallows at first light. Stay low, use structure, and look 5–10m ahead. If he tail‑wags, freeze and pretend to admire a kina. One calm push, one clean shot.",
    "recipe": "https://www.nzfishingworld.co.nz/posts/how-to-cook-the-perfect-pan-fried-snapper"
  },
  "Sole": {
    "tips": "Sole are so confident of their camouflage that they won’t spook, unlike flounder which are very flighty.  The easiest way to find the sole is to swim a metre or two off the bottom searching from left to right until you see your prize.  Typically found on the sand and more common around Wellington and further south.",
    "recipe": "https://whatsgabycooking.com/pan-fried-sole-with-lemon/"
  },
  "Spanish Lobster": {
    "tips": "These can be a rarity here in NZ.  They usually prefer warmer climates, but a few have been found from the Coromandel and north. They are found on the tops of caves or along side of red crayfish, keep an eye peeled and use a torch as they can blend in like a penguin at a cocktail party. Also just to be clear, the lobster is the one on the right! ",
    "recipe": "https://www.delicious.com.au/recipes/moreton-bay-bugs-herb-garlic-butter/c1ba7460-0602-4e83-8340-680dfb10a18d"
  },
  "Squid": {
    "tips": "Squid: Hunt at night around lights or weed beds on a clear tide. Approach slowly and shoot just ahead of the eyes. They will ink—pretend you planned the new wetsuit pattern. Bleed and chill quickly for primo eating.",
    "recipe": "https://www.nzherald.co.nz/eatwell/recipes/easy-homemade-salt-and-pepper-squid/QIXDFTWOALRYXWVR5C5ZKN5RWI/"
  },
  "Star Gazer": {
    "tips": "Star Gazer: Often buried in sand—look for the giveaway eyes and grumpy mouth. A gentle pin shot does it. Treat it like ‘poor man’s lobster’ in the kitchen.",
    "recipe": "https://www.seafood.co.nz/recipes/sri-lankan-stargazer-curry"
  },
  "Tarakihi": {
    "tips": "Tarakihi: Work the weed and reef/sand transitions, These chilled cucumbers likes the cold so are much more prevalent from the mid of the north island down.  They are curious so loft up some sand and they will come check you out.",
    "recipe": "https://www.kraftheinz.com/en-NZ/food-in-a-minute/recipes/378625-perfect-panko-crumbed-tarakihi"
  },
  "Trevally": {
    "tips": "Trevally: Find current lines, baitballs and bird workups. Drop quietly and hang mid‑water like a very chill piece of kelp. Keep your profile slim, gun tucked, and let them circle back—pelagics hate FOMO. A flasher helps; so does pretending you’re not interested (hard, I know). Aim slightly forward of the gill plate and be ready for a run—float line tidy, reel drag sensible.",
    "recipe": "https://www.fishing.net.nz/fishing-advice/seafood-recipes/trevally-with-chilli-lime-sauce/"
  },
  "Trevally over 3kg": {
    "tips": "Trevally over 3kg: Find current lines, baitballs and bird workups. Drop quietly and hang mid‑water like a very chill piece of kelp. Keep your profile slim, gun tucked, and let them circle back—pelagics hate FOMO. A flasher helps; so does pretending you’re not interested (hard, I know). Aim slightly forward of the gill plate and be ready for a run—float line tidy, reel drag sensible.",
    "recipe": "https://www.fishing.net.nz/fishing-advice/seafood-recipes/trevally-sashimi-recipe/"
  },
  "Trumpeter": {
    "tips": "Trumpeter: Work the weed edge and reef/sand transitions.  Colder climate lovers, so are more abundant in the south island",
    "recipe": "https://www.nzherald.co.nz/travel/clarke-gayford-fish-of-the-days-recipe-of-the-week/ESMW3TBJRMIAW46QAVQ2PYQVK4/"
  },
  "Tuna - Albacore": {
    "tips": "Tuna - Albacore: Blue water vibes—look for temp breaks, birds and flying‑fish chaos. Glide down, stay relaxed and keep movements minimal. If they won’t commit, ascend slowly—curiosity often wins. Small profile, long breath, big grin. Secure shot placement and mind the first turbo run; your buddy will suddenly become your favourite person.",
    "recipe": "https://www.nzfishingworld.co.nz/posts/seared-albacore-tuna-recipe"
  },
  "Tuna - Blue Fin": {
    "tips": "Tuna - Blue Fin: Blue water vibes—look for temp breaks, birds and flying‑fish chaos. Glide down, stay relaxed and keep movements minimal. If they won’t commit, ascend slowly—curiosity often wins. Small profile, long breath, big grin. Secure shot placement and mind the first turbo run; your buddy will suddenly become your favourite person.",
    "recipe": "https://www.nzfishingworld.co.nz/posts/seared-albacore-tuna-recipe"
  },
  "Tuna - Skippie": {
    "tips": "Tuna - Skippie: Blue water vibes—look for temp breaks, birds and flying‑fish chaos. Glide down, stay relaxed and keep movements minimal. If they won’t commit, ascend slowly—curiosity often wins. Small profile, long breath, big grin. Secure shot placement and mind the first turbo run; your buddy will suddenly become your favourite person.",
    "recipe": "https://www.nzfishingworld.co.nz/posts/seared-albacore-tuna-recipe"
  },
  "Tuna - Yellow Fin": {
    "tips": "Tuna - Yellow Fin: Blue water vibes—look for temp breaks, birds and flying‑fish chaos. Glide down, stay relaxed and keep movements minimal. If they won’t commit, ascend slowly—curiosity often wins. Small profile, long breath, big grin. Secure shot placement and mind the first turbo run; your buddy will suddenly become your favourite person.",
    "recipe": "https://www.nzfishingworld.co.nz/posts/seared-albacore-tuna-recipe"
  },
  "Warehou": {
    "tips": "Warehou: The secrets of targeting these species are tightly held.  Whispers are Wellington region and spring / early summer, but if we told you we might have to....  Go have a chat with the good looking guy in the picture, Hugh at OceanHunter.  Be prepared to offer up your first born for his spots though.",
    "recipe": "https://harbourfish.co.nz/2022/10/02/baked-fish-lemon-olives/"
  }
}